{
    "data": [
        {
            "key": "חזל: פשטיה דקרא במאי כתיב",
            "value": "מהו הפירוש המקובל אצלנו. או למה מתכוון הכתוב."
        },
        {
            "key": "חזל: אין מקרא יוצא מידי פשוטו",
            "value": "אי אפשר לבטל את תוקפה של המשמעות המילולית של המקרא. "
        },
        {
            "key": "חז\"ל: הלא דברי כאש, נאם ה', וכפטיש יפוצץ סלע",
            "value": "מטאפורה שבה הסלע הוא הדיבור האלוהי. חתיכות הסלע הם הפסוקים. הדיבור האלוהי הוא אחד. אך מבחינה פיזית בני אדם לא יכולים לשמוע את שני הדברים יחד ולכן הם מופיעים בשני פסוקים שונים. לפסוקי התורה אין כמה רבדים, להפך לכל פסוק משמעות אחת."
        },

        {
            "key": "חז\"ל: אחת דבר א-להים שתים זו שמעתי",
            "value": "אלוהים דיבר (דיבור פיזי) ובדיבורו האחד נכללים שני דברים.  אמנם בן אדם אינו מסוגל לומר שני דברים יחד, וכן תפיסתו מוגבלת רק לדבר אחד. לכן התורה צריכה להביא את שניהם, להגיד לו זאת בשתי פעמים שונות. החוק האלוהי הוא אחד. אך לאדם לעיתים זה נפרש על שני סעיפים."
        },
        {
            "key": "חז\"ל: מקרא אחד יוצא לכמה טעמים ואין שני מקראות יוצאים לטעם אחד ",
            "value": "מקרא=פסוק, טעם=משמעות. פסוק אחד ניתן לפרש בשתי משמעויות, אך לא ייתכן ששני פסוקים יצביעו על אותה משמעות."
        },
        {
            "key": "חז\"ל: דרש",
            "value": "אצל אמוראי ארץ ישראל (ירושלמי, מדרשי הלכה ואגדה): ישנו שימוש כללי במובן של הוראה, של לימוד חומר והעברת ידע. בנוסף ישנו שימוש במובן של חקירה, בעיקר בהקשר הלכתי. בבבלי השימוש הוא רק במובן של חקירה."
        },
        {
            "key": "חז\"ל: מדרש",
            "value": "פירוש הפסוק בכל מיני שיטות, למשל יג מידות, והוצאת מסקנות או הלכה מהפסוק."
        },
        {
            "key": "חז\"ל: דברה תורה כלשון בני אדם",
            "value": "לא צריך לדרוש כל מילה ומילה, בא כנגד שיטתו של רבי עקיבא לפרש את הפסוקים."
        },
        {
            "key": "חז\"ל: מקרא אני דורש",
            "value": "דורש מתפרש כאן במשמעות העיונית ושל החקירה. אני מפרש את הפסוק, ולומד ממנו."
        },
        {
            "key": "חז\"ל: יג מידות שהתורה נדרשת בהן",
            "value": "13 טכניקות אשר בעזרתן ניתן לפרש את התורה ולהוציא ממנה הלכות, על פי ר' ישמעאל (קל וחומר, גזירה שווה, וכו')."
        },
        {
            "key": "רשי: פשוטו של מקרא",
            "value": "פירוש הפותר קושי במקרא, בעיה בפסוק. רש\"י אינו מוכן לקבל פירושי חז\"ל שאינם מיישבים את הפסוק."
        },
        {
            "key": "רש\"י: פשוטו",
            "value": "מופיע בדרך כלל בפירושים כפולים. כאשר מדרשו הוא אפשרות פירוש אחת ופשוטו הוא האפשרות השניה. המובן המיידי, המילולי. כשרש\"י מדבר על פשוטו הוא מתייחס לשלמות של המקרא באופן תחבירי ולשוני. זוהי מודעות פרשנית שהוא פיתח. מה שרש\"י מתכוון במונח פשוטו הוא לציין את הקיום של המובן הריאלי של הטקסט (פירוש המילים בהקשרם בקטע). "
        }
    ]
}