{
    "data": [
        {
            "key": "חז\"ל: פשטיה דקרא במאי כתיב",
            "value": "מהו הפירוש המקובל אצלנו. או למה מתכוון הכתוב."
        },
        {
            "key": "חז\"ל: אין מקרא יוצא מידי פשוטו",
            "value": "אי אפשר לבטל את תוקפה של המשמעות המילולית של המקרא. "
        },
        {
            "key": "חז\"ל: הלא דברי כאש, נאם ה', וכפטיש יפוצץ סלע",
            "value": "מטאפורה שבה הסלע הוא הדיבור האלוהי. חתיכות הסלע הם הפסוקים. הדיבור האלוהי הוא אחד. אך מבחינה פיזית בני אדם לא יכולים לשמוע את שני הדברים יחד ולכן הם מופיעים בשני פסוקים שונים. לפסוקי התורה אין כמה רבדים, להפך לכל פסוק משמעות אחת."
        },

        {
            "key": "חז\"ל: אחת דבר א-להים שתים זו שמעתי",
            "value": "אלוהים דיבר (דיבור פיזי) ובדיבורו האחד נכללים שני דברים.  אמנם בן אדם אינו מסוגל לומר שני דברים יחד, וכן תפיסתו מוגבלת רק לדבר אחד. לכן התורה צריכה להביא את שניהם, להגיד לו זאת בשתי פעמים שונות. החוק האלוהי הוא אחד. אך לאדם לעיתים זה נפרש על שני סעיפים."
        },
        {
            "key": "חז\"ל: מקרא אחד יוצא לכמה טעמים ואין שני מקראות יוצאים לטעם אחד ",
            "value": "מקרא=פסוק, טעם=משמעות. פסוק אחד ניתן לפרש בשתי משמעויות, אך לא ייתכן ששני פסוקים יצביעו על אותה משמעות."
        },
        {
            "key": "חז\"ל: דרש",
            "value": "אצל אמוראי ארץ ישראל (ירושלמי, מדרשי הלכה ואגדה): ישנו שימוש כללי במובן של הוראה, של לימוד חומר והעברת ידע. בנוסף ישנו שימוש במובן של חקירה, בעיקר בהקשר הלכתי. בבבלי השימוש הוא רק במובן של חקירה."
        },
        {
            "key": "חז\"ל: מדרש",
            "value": "פירוש הפסוק בכל מיני שיטות, למשל יג מידות, והוצאת מסקנות או הלכה מהפסוק."
        },
        {
            "key": "חז\"ל: דברה תורה כלשון בני אדם",
            "value": "לא צריך לדרוש כל מילה ומילה, בא כנגד שיטתו של רבי עקיבא לפרש את הפסוקים."
        },
        {
            "key": "חז\"ל: מקרא אני דורש",
            "value": "דורש מתפרש כאן במשמעות העיונית ושל החקירה. אני מפרש את הפסוק, ולומד ממנו."
        },
        {
            "key": "חז\"ל: יג מידות שהתורה נדרשת בהן",
            "value": "13 טכניקות אשר בעזרתן ניתן לפרש את התורה ולהוציא ממנה הלכות, על פי ר' ישמעאל (קל וחומר, גזירה שווה, וכו')."
        },
        {
            "key": "רשי: פשוטו של מקרא",
            "value": "פירוש הפותר קושי במקרא, בעיה בפסוק. רש\"י אינו מוכן לקבל פירושי חז\"ל שאינם מיישבים את הפסוק."
        },
        {
            "key": "רש\"י: פשוטו",
            "value": "מופיע בדרך כלל בפירושים כפולים. כאשר מדרשו הוא אפשרות פירוש אחת ופשוטו הוא האפשרות השניה. המובן המיידי, המילולי. כשרש\"י מדבר על פשוטו הוא מתייחס לשלמות של המקרא באופן תחבירי ולשוני. זוהי מודעות פרשנית שהוא פיתח. מה שרש\"י מתכוון במונח פשוטו הוא לציין את הקיום של המובן הריאלי של הטקסט (פירוש המילים בהקשרם בקטע). "
        },
        {
            "key": "רש\"י: מדרשו",
            "value": "בפירושים כפולים, המדרש המקובל, המייצג בדרך כלל את ההלכה"
        },
        {
            "key": "רש\"י: מדרש אגדה",
            "value": "מדרשי חז\"ל שאינם בתחום ההלכה (שאינם בהכרח מיישבים את המקרא)"
        },
        {
            "key": "רש\"י: אגדה המיישבת דבר המקרא",
            "value": "אגדה שנבחרה מתוך מגוון אגדות המתייחסות לפסוק, אך היא בניגוד לאחרות פותרת קושי בפסוק ומסבירה אותו."
        },
        {
            "key": "רש\"י: אין מקרא יוצא מידי פשוטו",
            "value": "בדומה למובן החז\"לי, זוהי הדגשה כי המובן המילולי של הפסוקים אכן קיים.            "
        },
        {
            "key": "רש\"י: אחת דבר א-להים שתים זו שמעתי ",
            "value": "אחת דבר א-להים שתים זו שמעתי -  מקביל לביטוי מקרא אחד יוצא לכמה טעמים. דבר אלוהים הוא הפסוק, ושתיים אלה הם רובדי המקרא."
        },
        {
            "key": "רש\"י: 'כפטיש יפוצץ סלע'",
            "value": "פסוק מקראי אחד יכול להיקרא בכמה רבדים בצורות שונות. לרוב ביטוי זה מופיע במקומות שרש\"י מרגיש שהמדרש לא מתיישב עם המקרא, והוא מציע שני רבדים את רובד פשוטו של המקרא ואת רובד הדרשה."
        },
        {
            "key": "רש\"י: מקרא אחד יוצא לכמה טעמים",
            "value": "מקרא אחד יוצא לכמה טעמים - פסוק מקראי אחד יכול להיקרא בכמה רבדים, בצורות שונות. רש\"י משתמש בביטויים כדי להראות שיש שני רבדים במקרא"
        },
        {
            "key": "רשב\"ם: פשוטו של מקרא",
            "value": "יש לתורה רבדים. ההלכה נלמדת מרובד מסוים בתורה, ואילו הוא בא לפשוטו של מקרא. הוא חותך וזורק את כל מה שרש\"י הביא. את כל מסורת חז\"ל. פשוטו לא יכיל מדרש\"ים. אלא, הוא מתייחס לפירוש המיידי של הטקסט. הוא מתייחס אל המקרא כיצירה ספרותית ומפרש אותו ככזה."
        },
        {
            "key": "רשב\"ם: מיתור המקראות נשמעין ההלכות וההגדות",
            "value": "רשב\"ם מצהיר שאינו מתעסק בהלכה, ולא בא לפרש פירוש התואם לה. הוא מכיר בטכניקה הפרשנית המוציאה הלכות מייתור מילים או ביטויים."
        },
        {
            "key": "רשב\"ם: הדרשות עיקר",
            "value": "הדרשות של חז\"ל הן נכונות, וההלכה צריכה להתקיים על פיהן. פירוש פשט אינו חזק מהן ובטח שאינו מבטל את תקפן."
        },
        {
            "key": "רשב\"ם:  דרך ארץ",
            "value": "באופן העממי הפשוט, כמו שנהוג. ההתייחסות למקרא היא כמו אל יצירה ספרותית, שבה יש ביטויים ומשחקי לשון, והיא קשורה אל החברה שבה היא נכתבה."
        },
        {
            "key": "אבן עזרא: לפי הפשט",
            "value": "הפירוש המילולי של הטקסט. הוא מביא את המשמעות הפשוטה ביותר שניתן להבין מהעלילה. נראה שהוא תופס את פירושו של רש\"י כמובן העמוק יותר של הדברים, ואילו הוא בא לתאר את המובן הבסיסי והפשוט יותר של המקרא. "
        },
        {
            "key": "אבן עזרא: אם קבלה נקבל",
            "value": "מידה וזהו הפירוש המקובל, אזי הוא הפירוש הנכון, גם אם הוא אינו מתיישב עם המקרא, וגם אם הוא שגוי לדעתו"
        },
        {
            "key": "אבן עזרא: דרך דרש",
            "value": "הפירוש על פי מדרש חז\"ל. מציין עבור אבן עזרא שזה אינו מתיישב עם הקשר הפסוק, כפי שהוא רואה אותו על פי הפשט. ישנם גם מדרש\"י חז\"ל שאבן עזרא מוכן לדחותם."
        }
    ]
}